[{"title":"D\u0026C 9:7-9","verses":[{"verse":7,"text":"Behold, you have not understood; you have supposed that I would give it unto you, when you took no thought save it was to ask me."},{"verse":8,"text":"But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right."},{"verse":9,"text":"But if it be not right you shall have no such feelings, but you shall have a stupor of thought that shall cause you to forget the thing which is wrong; therefore, you cannot write that which is sacred save it be given you from me."}]},{"title":"Moses 1:39","verses":[{"verse":39,"text":"For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man."}]},{"title":"2 Nephi 25:23,26","verses":[{"verse":23,"text":"For we labor diligently to write, to persuade our children, and also our brethren, to believe in Christ, and to be reconciled to God; for we know that it is by grace that we are saved, after all we can do."},{"verse":26,"text":"And we talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins."}]},{"title":"John 17:3","verses":[{"verse":3,"text":"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent."}]},{"title":"Ezekiel 37:15–17","verses":[{"verse":15,"text":"The word of the Lord came again unto me, saying,"},{"verse":16,"text":"Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:"},{"verse":17,"text":"And join them one to another into one stick; and they shall become one in thine hand."}]},{"title":"Moroni 7:41","verses":[{"verse":41,"text":"And what is it that ye shall hope for? Behold I say unto you that ye shall have hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal, and this because of your faith in him according to the promise."}]},{"title":"Alma 32:21","verses":[{"verse":21,"text":"And now as I said concerning faith—faith is not to have a perfect knowledge of things; therefore if ye have faith ye hope for things which are not seen, which are true."}]},{"title":"D\u0026C 107:8","verses":[{"verse":8,"text":"The Melchizedek Priesthood holds the right of presidency, and has power and authority over all the offices in the church in all ages of the world, to administer in spiritual things."}]},{"title":"Genesis 2:24","verses":[{"verse":24,"text":"Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh."}]},{"title":"Revelation 20:12","verses":[{"verse":12,"text":"And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works."}]},{"title":"2 Nephi 9:34","verses":[{"verse":34,"text":"Wo unto the liar, for he shall be thrust down to hell."}]},{"title":"AofF 1:1,4","verses":[{"verse":1,"text":"We believe in God the Eternal Father; and in His son Jesus Christ; and in the Holy Ghost"},{"verse":4,"text":"We believe that the first principles and ordinances of the gospel are first, faith in the Lord Jesus Christ; second, repentence; third, baptism by immersion for the remission of sins; fourth, the laying on of hands for the gift of the Holy Ghost."}]},{"title":"quit 2:1","verses":[{"verse":1,"text":"asdf"}]}]